{
  "cls_token": "[CLS]",
  "do_basic_tokenize": true,
  "do_lower_case": false,
  "mask_token": "[MASK]",
  "mecab_kwargs": {
    "mecab_dic": "unidic_lite"
  },
  "model_max_length": 512,
  "name_or_path": "tohoku-nlp/bert-base-japanese-v3",
  "never_split": null,
  "pad_token": "[PAD]",
  "sep_token": "[SEP]",
  "special_tokens_map_file": null,
  "strip_accents": null,
  "subword_tokenizer_type": "wordpiece",
  "tokenize_chinese_chars": true,
  "tokenizer_class": "BertTokenizer",
  "unk_token": "[UNK]",
  "word_tokenizer_type": "mecab"
}
